import React from 'react'
import Container from '@mui/material/Container'

function Home() {
  return (
    <div>


    <Container maxWidth="md">
        <h2 style={{ textAlign: "center" }}>Requirements</h2>
        <p>
          ระบบหอพักภายในของมหาวิทยาลัยเทคโนโลยีสุรนารี เป็นระบบที่ให้ผู้ใช้ระบบซึ่งเป็น
          นักศึกษาสามารถ Login เข้าระบบเพื่อจองห้องพักสำหรับนักศึกษาที่ต้องการเข้าพักหอพัก
          ด้วยระยะเวลา 1 ภาคการศึกษาหรือ 3 เดือน ระบบหอพักจะเก็บข้อมูลประวัติส่วนตัวของนักศึกษาและรายละเอียดห้องพักแต่ละห้อง 
          ความสามารถเหล่านี้แล้ว นักศึกษาแต่ละคนจะสามารถรับบิลชำระเงินจากการคำนวณค่าห้องพัก 
          สามารถแจ้งซ่อมไปยังหอพักให้พนักงานซ่อมเฟอร์นิเจอร์ ระบบนักศึกษาที่สามารถเข้าสู่ระบบและลงทะเบียนนักศึกษาได้ 
          ระบบยืมของที่นักศึกษาสามารถยืมของหอพักได้และมีการเก็บจำนวนอุปกรณ์ มีระบบรายละเอียดห้องพักที่เก็บข้อมูลห้องพักแต่ละห้องที่อัพเดทข้อมูล
          และระบบพนักงานที่ทำงานแต่ละหอพัก โดยพนักงานจะถูกเพิ่มเข้าในระบบโดยผู้ดูแลระบบ

        </p>
    </Container>
    </div>
  )
}

export default Home